[EleriumGrounds_UpgradeSpiderSuit X2TechTemplate]
DisplayName="升级蜘蛛战甲"  
CodeName="升级蜘蛛战甲"  
Summary="随着幽灵战甲的研发，蜘蛛战甲已显得有些多余，或许我们可以对现有库存进行升级。"  
LongDescription="随着幽灵战甲加入我们的装备库，蜘蛛战甲已逐渐过时。尽快将它们升级为幽灵战甲可能是明智之举。"
 
[EleriumGrounds_UpgradeEXOSuit X2TechTemplate]
DisplayName="升级E.X.O战甲"  
CodeName="升级E.X.O"  
Summary="为了在与外星势力的对抗中保持竞争力，升级现有的外骨骼战甲应成为我们的优先事项。"  
LongDescription="随着W.A.R战甲的研发，E.X.O战甲已显得有些多余，或许我们可以对现有库存进行升级。"
 
[EleriumGrounds_CreateEleriumCore X2TechTemplate]
DisplayName = "超釉核心"  
Summary = "由于超釉研究取得了突破，我们现在应该能够自行制造核心了。这对我们的实验性武器和装甲项目来说将是一大助力。"  
CodeName = "制造超釉核心"  
UnlockedDescription = "尽管我们目前仍缺乏有效制造超釉核心的设施，但能够自行制造它们仍将为我们开启一整条全新的高科技装备和武器生产线！"
